Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Problems with websites that don't work well in Firefox for Windows 8 Touch.
yo: Àwọn ìṣòro ojúlà wẹ́ẹ̀bù ti kìí ṣiṣẹ́ dáradára ní Firefox fún Windows 8 Touch.

source: Procedures to diagnose and fix problems
yo: Àwọn ìlànà láti ṣèwádìí àti yanjú àwọn ìṣòro

source: Product
yo: Àbájáde

source: {product} Help
yo: {product} Ìrànwọ́

source: [{product}] Knowledge Base Dashboard
yo: [{product}] Ìpìlẹ̀ Pẹpẹiṣẹ́ Ìmọ̀

source: Products
yo: Àwọn Ohun Ìgbéjáde

source: {product} Support Forum
yo: {product} Àpèjọ Àtìlẹ́hìn

source: Protect your information with Firefox's privacy settings on iOS
yo: Dábòbò ìwifún rẹ pẹ̀lú àwọn ààtò ìpamọ́ Firefox ní iOS

source: Protect your privacy
yo: Dábòbò ìpamọ́ rẹ

source: Provide a brief description of this media.
yo: Pèsè àpejúwè ní kúkúrú fún mídíà yíì.

source: Provide more details
yo: Pèsè ẹ̀kúnrẹ́rẹ́ si

source: <p> SUMO is now using Gravatars as avatars. You must change your Gravatar on gravatar.com. </p> <p> It can take a few minutes for the avatar change to take effect. You may need to wait a few minutes and reload the page to see your new Gravatar. </p>
yo: <p> SUMO ńlo Gravatars bíi avatars. O gbọ́dọ̀ ṣàyípadà Gravatar rẹ ní gravatar.com. </p> <p> Yóò gba ìṣẹjú díẹ̀ kí avatar rẹ tó yípadà láti bẹ̀rẹ̀ iṣẹ́. O lè nílò láti dúró fún ìṣẹjú díẹ̀ kí o tún gbàwálẹ̀ ojú ewé láti rí Gravatar rẹ titun. </p>

source: {q} | {product} Support Forum
yo: {q} | {product} Apèjọ Àtìlẹ́hìn

source: Question
yo: Ìbéèrè

source: Question:
yo: Ìbéèrè:

source: Question date
yo: Déètì ìbéèrè

source: Question details
yo: Àwọn ẹ̀kunrẹ́rẹ́ ìbéèrè

source: Question owner
yo: Ìbéèrè olóhun

source: Questions
yo: Àwọn Ìbéèrè

source: Questions responded to within X hours
yo: Àwọn ìbéèrè tí a fèsì láarín àwọn wákàtí X

source: Questions solved
yo: Àwọn ìbéèrè tí a yanjú

source: Question tools
yo: Àwọn irinṣẹ́ ìbéèrè

source: Quickstart Guide
yo: Atọ́nà Ìbẹ̀ẹ̀rẹ̀ kíá

source: Quote
yo: Àyọlò

source: Quote previous message...
yo: Àsotúnso iṣẹ́ ìṣaajú...

source: Read and save web pages in a clutter-free, reader-friendly view
yo: Kà àti ìṣafipamọ́ àwọn ojú ìwé wẹ́ẹ̀bù ní àìsí ìṣùpọ̀, ìwò àfikà ọlọ́rẹ̀

source: Reader View and List
yo: Ìwò Àfikà àti Àtòkọ

source: Readied for localization:
yo: Ṣetán fún ìsọdìbílẹ̀:

source: Readied for localization by:
yo: Ṣetán fún ìsọdìbílẹ̀ lọ́wọ:

source: Read message
yo: Ka iṣẹ́

source: Read Message
yo: Ka Iṣẹ́

source: read more
yo: kàsi

source: Read, send and organize emails
yo: Kà, fi jíṣẹ́ àti ìṣàtò àwọn í-meélì

source: Read Sent Message
yo: Ka Iṣẹ́ Tí a Firánṣẹ́

source: Read this answer in context
yo: Ka ìdáhùn ni ìṣètò kíkà

source: Read this for some help to get started
yo: Ka èyí fún àwọn ìrànwọ́ láti bẹrẹ̀

source: Ready for localization
yo: Ṣetán fún Ìsọdìbílẹ̀

source: Ready for localization:
yo: Ṣetán fún ìṣọdìbílẹ̀:

source: Recent answers to %s
yo: Àwọn ìdáhùn àìpẹ́ si %s

source: Recent awardees
yo: Àwọn tí wọ́n gba ẹ̀bùn-ìfakọ̀yọ àìpẹ́

source: Recent English Changes
yo: Ṣàyípadà Gẹ̀ẹ́sì Àìpẹ́

source: Recently approved updates
yo: Ṣàtúntò tí a gbà láìpẹ́

source: Recently Awarded
yo: Ẹ̀bùn-Ìfakọ̀yọ Àìpẹ́

source: Recently awarded badges
yo: Ẹ̀bùn-Ìfakọ̀yọ báàjì àìpẹ́

source: Recently unanswered
yo: Àìdáhùn àìpẹ́

source: Recently updated questions
yo: Àwọn ìbéèrè ìṣàfikún láìpẹ́

source: Recently updated questions tagged %s
yo: Àwọn ìbéèrè ìṣàfikún táàgì láìpẹ́ %s

source: Recently updated threads about %s
yo: Èròjà atẹ̀lélànà nípa %s tí a ṣàfikún láìpẹ́

source: Recent posts in %s
yo: Ọ̀rọ̀ àfiránṣẹ̀ ni %s àìpẹ́

source: Recent Revisions
yo: Àwọn Àtúnyẹ̀wò Àìpẹ́

source: [Recursive inclusion of "%s"]
yo: [Atunṣe àfikún ti "%s"]

source: (Redirected from <a href="{href}">{title}</a>)
yo: (Tún darí láti <a href="{href}">{title}</a>)

source: Redirecting
yo: Tún ìtọ́sọ́nà

source: Redirects
yo: Àyípadà

source: Re: {forum} - {thread}
yo: Ìṣaajú: {forum} - {thread}

source: Refresh Firefox
yo: Sọ Firefox dọ̀tun

source: Regards, <br />The SUMO team.
yo: Ìkíni, <br />Ẹgbẹ́ SUMO.

source: Regards, The SUMO team
yo: Ń ṣàkíyèsí, ẹgbẹ́ SUMO

source: Register or sign in
yo: Forúkọsílẹ̀ tàbí wọlé

source: Register or Sign In
yo: Forúkọsílẹ̀ tàbí Wọlé

source: Register to be a Contributor
yo: Forúkọsílẹ̀ láti di Olùdásí

source: registration profile
yo: ìforúkọsílẹ̀ ìrísí olùlò

source: registration profiles
yo: ìforúkọsílẹ̀ àwọn ìrísí olùlò

source: Rejected
yo: Àkọ̀sílẹ̀

source: Related
yo: Tí ó jọmọ́

source: Related documents:
yo: Àwọn àkọsílẹ̀ tí ó jọra:

source: Related products
yo: Àwọn ohun ìgbéjáde tó jọra

source: Related to the Lightning add-on for Calendar
yo: Tójọ Ìtànná àfikún fún Kàlẹ́ndà

source: Release Notes
yo: Àkọsílẹ̀ Ọ̀rọ̀-ìyípadà

source: Relevance
yo: Níí ṣe

source: Relevant to
yo: Báramu pẹ̀lú

source: Relevant to:
yo: Ṣe pàtàki si:

source: Remove contributor
yo: Ṣàyọkúrò olùdásí

source: Remove Contributor
yo: Ṣàyọkúrò Olùdásí

source: Remove contributor | {document}
yo: Ṣàyọkúrò olùdásí | {document}

source: Remove leader
yo: Yọ aṣáájú

source: Remove member
yo: Yọ ọmọ ẹgbẹ́ kúrò

source: Remove {role}
yo: Ṣàyọkúrò {role}

source: Remove tweets that aren't really about Firefox or don't need a reply
yo: Yọ àwọn túwìtì tí kò jọmọ́ Firefox tàbí tí kònílò ìfèsì

source: Remove user from contributors
yo: Ṣàyọkúrò olùsàmúlò ní àwọn olùdásí

source: Remove user from group
yo: Yọ olùṣàmúlò kúrò nínu ẹgbẹ́

source: Remove user from leaders
yo: Yọ olùṣàmúlò kúrò nínu àwọn aṣaajú

source: Remove user from locale editors
yo: Ṣàyọkúrò olùṣàmúlò ní tìbílẹ̀ olóòtú

source: Remove user from locale leaders
yo: Yọ olùṣàmúlò kúrò ní tìbílẹ̀ olùdarí

source: Remove user from locale reviewers
yo: Yọ olùṣàmúlò kúrò ní tìbílẹ̀ olùṣàtúnyẹ́wò

source: Replies
yo: Àwọn èsì

source: reply
yo: èsì

source: Reply
yo: Fèsì

source: Reply...
yo: Èsì...

source: Reply Preview
yo: Fesì Àkọ́wò

source: Reply-to is empty
yo: Ìfèsì-sí ṣófo

source: Reply to thread: {title}
yo: Fèsì sí èròjà atẹ̀lélànà: {title}

source: Report this
yo: Jábọ̀ èyí

source: Request type not recognized.
yo: Béèrè irufẹ́ tí a kò dámọ̀.

source: Required. 30 characters or fewer. Letters, digits and ./- only.
yo: Nílò. Ẹyọ ọ̀rọ̀ 30 tàbí kéré. Lẹ́tà, dígítì àti ./- nìkan.

source: Resend account confirmation email
yo: Tún ìjẹ́rì àkọ́ọ́lẹ̀ í-meélì firánṣẹ́

source: Resend confirmation email
yo: Tún fi ìjẹ́rì í-meélì ránṣẹ́

source: Responded
yo: Ìfèsì

source: % Responded in 24 hours
yo: % Fèsì láarín wákàtí 24

source: Responded in 24 hours
yo: Fèsì láarín wákàtí 24

source: % Responded in 72 hours
yo: % Fèsì láarín wákàtí 72

source: Responded in 72 hours
yo: Fèsì láarín wákàtí 72

source: Respond to the tweet!
yo: Fèsì sí túwìtì!

source: Response editor
yo: Olóòtú èsì

source: Response preview
yo: Àkọ́wò èsì

source: Responses
yo: Àwon èsì

source: Results
yo: Àwọn èsì

source: Results for: {query}
yo: Àwọn Èsì fun: {query}

source: Retrieve username
yo: Gbà pádà orúkọ aṣàmúlò

source: Retrieve Username
yo: Gbà Olùṣàmúlò pádà

source: Reveal password to check that it's right
yo: Ṣàfihàn ọ̀rọ̀ aṣínà láti wò pé ó tọ́nà

source: Reviewed
yo: Ti ṣàgbéyẹ̀wò

source: Reviewed:
yo: Ṣàgbéyẹ̀wò:

source: Reviewed by:
yo: Ṣàgbéyẹ̀wò lọ́wọ:

source: Reviewing Revision {id} by {user}
yo: N ṣàyẹ́wò Àtúnyẹ́wò {id} lọ́wọ {user}

source: Reviewing Translation {id} in {language} by {user}
yo: N Ṣàtúnṣe Ìtumọ̀ {id} ní {language} lọ́wọ́ {user}

source: Review Needed
yo: Nílò Àtúnyẹ́wò

source: Review Needed: {comment}
yo: Nílò Àtúnyẹ́wò: {comment}

source: Review Process
yo: Ìlànà Àkọwò

source: Review Revision
yo: Ṣàyẹ̀wò Àtúnyẹ̀wò

source: Review Revision {id} | {document}
yo: Ṣàyẹ̀wò Àtúnyẹ̀wò {id} | {document}

source: Review Revision of {title}
yo: Ṣàyẹ̀wò Àtúnyẹ̀wò ti {title}

source: [Reviews Pending: %s] SUMO needs your help!
yo: [Ìṣàtúnwò Ńdúró: %s] SUMO nílò ìrànwọ́ rẹ!

source: Review this revision
yo: Ṣàtúnyẹ́wò àyẹ̀wò yíì

source: Review Translation
yo: Àtúnyẹ́wò Ìtumọ̀

source: Review Translation {id} | {document}
yo: Àtúnyẹ́wò Ìtumọ̀ {id} | {document}

source: Review Translation of {title}
yo: Ṣàtúnṣe Ìtumọ̀ ti {title}

source: Revision
yo: Àtúnyẹ̀wò

source: Revision Comment: {comment}
yo: Àtúnyẹ̀wò Àlàyé: {comment}

source: Revision Content
yo: Àtúnyẹ̀wò Àkóónú

source: Revision History | {document}
yo: Ìtàn Àtúnyẹ̀wò | {document}

source: Revision history for:
yo: Àtúnyẹ̀wò ìtàn fún:

source: Revision id:
yo: Àtúnyẹ̀wò ìdámọ̀:

source: Revision {id} by {user} on {date}
yo: Àtúnyẹ̀wò {id} lọ́wọ {user} ní {date}

source: Revision Information
yo: Àtúnyẹ̀wò Ìwifún

source: Revision {n} | {t} | {c}
yo: Àtúnyẹ̀wò {n} | {t} | {c}

source: Revision {num}
yo: Àtúnyẹ̀wò {num}

source: Revision {num}:
yo: Àtúnyẹ̀wò {num}:

source: Revision rendered html:
yo: Àtúnyẹ̀wò tí a ṣení html:

source: Revision %s
yo: Àtúnyẹ̀wò %s

source: Revision source:
yo: Orísun àtúnyẹ̀wò:

source: Revision Source
yo: Orísun Àtúnyẹ̀wò

source: said
yo: sọ pé

source: salt
yo: iyọ̀

source: Save changes
yo: Ṣàfipamọ́ àwọn àyípadà

source: Save description
yo: Ṣàfipamọ́ àpèjúwe

source: Save Question
yo: Ṣàfipamọ́ Ìbéèrè

source: Save, share and sync
yo: Ṣàfipamọ́, pín àti múdọ́gba

source: Save, share and synchronize content with other devices
yo: Ṣàfipamọ́, pín àti ṣàmúdọ́gba àkoonú pẹ̀lú àwọn ohun elò

source: Save the world
yo: Gba ayé là

source: Save the world from the comfort of your couch
yo: Gba ayé là láti ìfọ̀kanbalẹ̀ ìbusùn rẹ

source: %s characters remaining
yo: %s àwọn ẹyọ ọ̀rọ̀ tókù

source: Search and navigate easily with these essential features
yo: Ṣàwarí kí o yíkíri pẹ̀lú ìrọrùn pẹ̀lú àwọn àbùdá tí ó ṣe pàtàkì

source: Search Clickthrough Rate
yo: Ṣàwarí Òsùwọ̀n Ìṣíratẹ̀ kọjá

source: Search for a user...
yo: Ṣàwarí olùṣàmúlò...

source: Search for common responses
yo: Ìṣàwárí fun àwọn èsì tó wópọ̀

source: Search for documents...
yo: Ìṣàwarí fún àwọn àkọsílẹ̀...

source: Search Gallery
yo: Ṣàwarí Gbàgède

source: Search in forum
yo: Ṣàwarí nínu àpèjọ

source: Search is temporarily unavailable. Please try again in a few minutes.
yo: Ìṣàwarí kòsí lọ́wọ́lọ́wọ́. Jọ̀wọ́ tún gbìyànjú ní ìṣẹjú díẹ̀.

source: Search Mozilla Support
yo: Ṣàwarí Àtìlẹ́hìn Mozilla

source: Search results summary:
yo: Ṣàwarí àwọn èsì ìsoníṣókí:

source: Search result summary:
yo: Ìṣawarí èsì ìṣoníṣókí:

source: Search result summary in {locale}:
yo: Ṣàwarí èsì níṣókí ní {locale}:

source: Search the Discussion Forums
yo: Ṣàwarí Àwọn Àpèjọ Ìfọ̀rọ̀wérọ̀

source: Search the Knowledge Base
yo: Ìṣàwarí Ìpinlẹ̀ Ìmọ̀

source: Search the Mozilla Support Knowledge Base and Support Forum.
yo: Ṣàwarí Ìpínlẹ̀ Àtìlẹhìn Ìmọ̀ Mozilla àti Àpèjọ Àtìlẹ́hìn.

source: Search the Support Questions
yo: Ṣàwarí Àtìlẹ́hìn Ìbéèrè

source: Search Unavailable
yo: Ṣàwarí Àìsí

source: See <a href="%(url)s">the history</a> to base your edit on an existing unreviewed revision.
yo: Wò <a href="%(url)s">ìtàn náà</a> láti mú ìsọ̀dọ̀tun rẹ lé àìṣàtúnyẹwò àtúnyẹ̀wò tí ó ti wà.

source: See All
yo: Wo Gbogbo rẹ̀

source: See all available SUMO badges
yo: Wo gbogbo báàjì SUMO tówà

source: See all the details:
yo: Wo gbogbo àwọn àlàyé:

source: See all the details...
yo: Wo gbogbo àlàyé...

source: See also:
yo: Wó bákan náà:

source: See the comment:
yo: Wo ìdáásí náà:

source: See the data
yo: Wo dátà náà

source: See what you can do to help
yo: Wo ohun tí o lè ṣe láti ṣèrànwọ́

source: See your question here:
yo: Wo ìbéèrè rẹ níbí:

source: Select a language to translate to:
yo: Yan èdè kan láti túmọ̀ sí:

source: Select by Locale
yo: Yan nípa Tìbílẹ̀

source: Select language
yo: Yan èdè

source: Select language | {document}
yo: Yan èdè | {document}

source: Seller will not provide support
yo: Olùtà kòní pèsè àtìlẹ́hìn

source: Send
yo: Firánṣẹ́

source: Send emails for private messages
yo: Fi àwọn í-meélì ránṣẹ́ fún àwọn iṣẹ́ àdáni

source: {sender} sent you the following message:
yo: {sender} fi iṣẹ́ yìí ránṣẹ́ sí ọ:

source: Send password reset link
yo: Fi ṣàtúntò ìsopọ̀ ọ̀rọ̀ aṣínà ránṣẹ́

source: Send Updates
yo: Fi iṣàfikùn Ránṣẹ́

source: Send username
yo: Fi orúkọ àṣàmúlò ránṣẹ́

source: Sensible Settings
yo: Àwọn ààtò Tó Lóye

source: Sent Message
yo: Iṣẹ́ tí a firánṣẹ́

source: Sent Messages
yo: Àwọn Iṣẹ́ Tí a Firánṣẹ́

source: Setting a date and time on your Firefox OS phone
yo: Ààtò déètì àti àkókò lóri fóònù Firefox OS

source: Set up email
yo: Ṣàgbékalẹ̀ í-meélì

source: Share Data
yo: Pín Dátà

source: Share this article: {link}
yo: Pín aròkọ yìí: {link}

source: Share web pages on Firefox for iOS
yo: Àpínlò ojú ìwé wẹ́ẹ̀bù ní Firefox fún iOS

source: Share your wisdom with the world.
yo: Pín ọgbọ́n rẹ pẹ̀lú àgbayé.

source: Show:
yo: Ṣàfihàn:

source: Show after
yo: Hàn bóyá

source: Show All
yo: Ṣàfihàn Gbogbo

source: Show all questions
yo: Ṣàfihàn gbogbo àwọn ìbéèrè

source: Show details &raquo;
yo: Ṣàfihàn ẹ̀kúnrẹ́rẹ́ &raquo;

source: Show Everything
yo: Ṣàfihàn Ohun Gbogbo

source: Show Helpfulness Votes Chart
yo: Ṣàfihàn Àtẹ Ìrànwọ́ Ìbò

source: Show History
yo: Ṣàfihàn Ìtàn

source: Show information for:
yo: Ṣàfihàn ìwifún fún:

source: Showing questions tagged:
yo: Ń ṣàfihàn àwọn ìbéèrè aṣàmì:

source: Show less
yo: Ṣàfihàn kéré

source: Show me
yo: Fihan mí

source: Show media for:
yo: Ṣàfihàn mídíà fún:

source: Show more
yo: Ṣàfihàn si

source: Show translations
yo: Ṣàfihàn àwọn ògbufọ̀

source: Show Translations
yo: Ṣàfihàn Ìtumọ̀

source: Show translations | {document}
yo: Ṣàfihàn àwọn ìtumọ̀ | {document}

source: Show until
yo: Hàn títí

source: Signed in!
yo: Wọlé!

source: Significance:
yo: Ṣe pàtàkì:

source: Significance - MT: Major Content Changes. M: Content Changes. Empty: Minor Changes.
yo: Nípàtàkì - MT: Àyípadà Àkóónú Pàtàkì. M: Àyípadà Àkóónú. Òfìfo: Àyípadà kékeré.

source: Sign in and connect to Twitter
yo: Wọlé kí o sopọ̀ mọ́ Twitter

source: Signing in...
yo: Wíwọlé...

source: Sign in to Mozilla Support
yo: Wolé sí Àtìlẹhìn Mozilla

source: Sign up as a volunteer
yo: Wọlé sí ìfi-ara-tọrẹ

source: "%s" is too large (%sKB), the limit is %sKB
yo: "%s" ti tóbijù (%sKB), òpin ni %sKB

source: Sit back and relax. Our forum contributors will get back to you with an answer.
yo: Jókò ko fẹ̀yìntì. Apèjọ àwọn olùdásí wa yóò padà wá bá ọ pẹ̀lú ìdáhùn.

source: {sitename} Password Reset
yo: {sitename} Ṣàtúntò Ọ̀rọ̀ Aṣínà

source: Sites Affected
yo: Ojúle wẹ́ẹ̀bù tí ó kàn

source: Skip to main content
yo: Fòó lọsí ojú àkóónú gan

source: Skip to search
yo: Fòó láti ṣàwarí

source: Slowness or hanging
yo: Ìlọ́ra tàbí ìdákẹ́

source: Slug:
yo: Sílọ́gì:

source: Slug in {locale}:
yo: Sílọ̀gì ní {locale}:

source: solution
yo: ọ̀nà àbáyọ

source: Solution chosen
yo: Yíyan ọ̀nà àbáyọ

source: Solution chosen by {user}
yo: Ati yan ọ̀nà àbáyọ nípa {user}

source: Solution didn't work
yo: Ọ̀nà ab̀áyọ kò ṣiṣé

source: Solution found for question: %s
yo: Arí ọ̀nà àbáyọ fún ìdáhùn: %s

source: Solution found to Firefox Help question
yo: Arí ọ̀nà àbáyọ sí ìdáhùn Ìrànwọ́ Firefox

source: Solution provided
yo: Pesè ọ̀nà àbáyọ

source: solved
yo: ìyanjú

source: Solved
yo: Ti yanjú

source: % Solved
yo: % Ìyanjú

source: Solved the problem
yo: Ó tán ìṣòro náà

source: Solves the problem
yo: Yanjú ìṣoro náà

source: Solving 1 issue helps up to 1,000 users a day
yo: Títán ìṣòro 1 ṣèrànwọ́ sí bíi 1000 àwọn olùsàmúlò lóòjọ́

source: Solving 1 issue helps up to 1,000 users a day!
yo: Ìyanjú ìṣòro 1 ṣèrànwọ́ bíi 1000 àwọn olùṣàmúlò lóòjọ́!

source: Some features on this page are temporarily disabled while we perform website maintenance. Please try again a little later.
yo: Àwọn àbùdá kan ní ojú ewé yíì ti wà nípò àìṣeélò fún ìgbà díẹ̀ nígbà tí a ń ṣe àtúnṣe ojúle wẹ́ẹ̀bù. Jọ̀wọ́ tún gbìyànjú si bóyá.

source: Some text will appear in the empty box.
yo: Àwọn àyọkà kan yóò farahàn nínu àpotí òfifo.

source: Something is wrong
yo: Ohun kan ò tọ́

source: Sorry! Search is currently unavailable. Please try again soon.
yo: Mábinú! Kòsí wíwá lọ́wọ́lọ́wọ́. Jọ̀wọ́ tún gbìyànjú si bóyá.

source: Sorry to hear that.
yo: Mábinú láti gbọ.

source: Sorry, we couldn't find the page you were looking for. Please, try searching our site using the form below.
yo: Mábinú, a kòrí ojú ewé tí o ń wá. Jọ̀wọ́, gbìyànjú ìṣàwarí ojúle wẹ́ẹ̀bù wa nípa lílo fọ́ọ̀mù ìsàlẹ̀.

source: Sort options
yo: Àwọn ẹ̀yàn ayọ̀sọ́tọ̀

source: Sort results by
yo: Yọ àwọn èsì sọ́tọ̀ lọ́wọ

source: Source Code
yo: Orísun Kóòdù

source: Spam or other unrelated content
yo: Ìwé àìbèèrèfún tàbí àkóónú tí kò jọra

source: <span class="key">Accessibility</span>: No
yo: <span class="key">Ìṣègbàwọlésí</span>: Rárá

source: <span class="key">Accessibility</span>: Yes
yo: <span class="key">Ìṣègbàwọlésí</span>: Bẹ́ẹ̀ni

source: <span class="key">User JS</span>: No
yo: <span class="key">Olùṣàmúlò JS</span>: Rárá

source: <span class="key">User JS</span>: Yes
yo: <span class="key">Olùṣàmúlò JS</span>: Bẹ́ẹ̀ni

source: %s posted an answer to your question "%s"
yo: %s fọ̀rọ̀ránṣẹ́ fún ìdáhùn ìbéèrè rẹ "%s"

source: Stale
yo: Ààyè tó ti pẹ́

source: Start
yo: Bẹ̀rẹ̀

source: Start:
yo: Bẹ̀rẹ̀:

source: Start answering!
yo: Bẹ̀rẹ̀ síní dáhùn!

source: Status
yo: Ìdúrópàtó

source: Stay in touch
yo: Ma kànsí ni

source: Stay up to date with news feeds, blogs and social features
yo: Wà lójúpò pẹ̀lú àwọn olùpèsè titun, búlóógì àti àbùdá ojúlúmò

source: Sticky
yo: Lílẹ̀mọ́

source: Sticky this thread
yo: Lílẹ̀mọ́ èròjà atẹ̀lélànà yii

source: Stop article emails
yo: Dá aròkọ í-meélì dúró

source: Stop email updates
yo: Dá àwọn ìṣàfikún í-meélì duró

source: Stop Ignoring
yo: Dáwọ́ Ìpatì dúró

source: Stop receiving updates via email for this question.
yo: Dúró láti maa gba àwọn ìṣàfikún nípa í-meélì fún ìbéèrè yíì.

source: Stop watching this forum
yo: Dúró wíwo àpéjọ yìí

source: Stop watching this locale
yo: Máṣe wo tìbílẹ̀ yíì mọ́

source: Stop watching this thread
yo: Dúró wíwo èròjà atẹ̀lélànà yìí

source: <strong>0</strong> questions in the last <strong>24 hours</strong> have no reply. <strong>Good job!</strong>
yo: <strong>0</strong> àwọn ìbéèrè ní <strong>wákàtí 24 sẹ́hìn</strong> kòní èsì. <strong>Iṣẹ́ dídára!</strong>

source: <strong>{product}</strong> Support Forum
yo: <strong>{product}</strong> Apèjọ Àtìlẹ́hìn

source: <strong>Warning:</strong> Accounts created before December 2010 may have issues logging in. Please reset your password below.
yo: <strong>Ìkilọ̀:</strong> Àkọ́ọ́lẹ̀ tí a ṣẹ̀dá ṣáájú December 2010 lèní ìṣòro ìwọlé. Jọ̀wọ́ ṣàtúntò ọ̀rọ̀ aṣínà rẹ nísàlẹ̀.

source: <strong>Warning:</strong> This revision has KB Helpfulness Votes associated with it. Deleting this revision will cause those votes to be deleted as well.
yo: <strong>Ìkilọ̀:</strong> Àtúnyẹ̀wò yíi ní ìgbimọ̀ Ìdìbò Ìrànlọ́wọ́ KB pẹ̀lú rẹ̀. Pípa àtúnyẹwò yí rẹ́ yóò fa kí àwọn ìbò náà parẹ́ pẹ̀lú.

source: Subject:
yo: Orí ọ̀rọ̀:

source: Submit for Review
yo: Jọ̀wọ́ Àtúnyẹ̀wò

source: Submit Issue
yo: Fàsílẹ̀ Ìṣòro

source: Submitted {locale} translation:
yo: Ṣàfisílẹ̀ {locale} ìtumọ̀:

source: Submitted revision:
yo: Àtùnyẹ́wò ti fi sílẹ̀:

source: Submitted Revision Changes
yo: Ti fi sílẹ̀ Àyípàdà Àtúnyẹ̀wò

source: Submitted translation:
yo: Ti fi sílẹ̀ ìtumọ̀:

source: Submitted Translation Changes
yo: Ti fi sílẹ̀ Àyípadà Ìtumọ̀

source: Submit Your Changes
yo: Jọ̀wọ́ Àyípadà Rẹ

source: Subscribe...
yo: Forúkọsílẹ̀...

source: Subscribe to edit notifications
yo: Fọwọ́sí ní ìfìtoníletí ìṣàtúnṣe

source: Subscribe to feed
yo: Forúkọsílẹ̀ sí olùpèsè

source: Subscription confirmed.
yo: Ìjẹ́rì ìforukọsílẹ̀.

source: Successfully activated
yo: Tí ó tají dáradára

source: Summarize your question in a sentence
yo: Ìsọní sókí nípa ìbéèrè rẹ nínu gbólóhùn

source: Summary:
yo: Ìṣoníṣókí:

source: [SUMO] You have a new private message from [{sender}]
yo: [SUMO] o ní iṣẹ́ àdáni titun láti [{sender}]

source: Support article:
yo: Àtìlẹ́yìn àròkọ:

source: Support Forum
yo: Ṣàtìlẹ́hìn Àpéjọ

source: Support Forum Home
yo: Ilé Àpèjọ Àtìlẹ́hìn

source: Support Forum Metrics
yo: Ṣàtìlẹ́hìn Àpèjọ Mẹ́tíríìkì

source: Support Questions
yo: Àwọn Ìbéèrè Àtìlẹ́hìn

source: Support URL: {support_url}
yo: Àtìlẹ́hìn URL: {support_url}

source: Switch language
yo: Ìpàrọ̀ èdè

source: Switch to desktop site
yo: Ṣèpapòdà sí àtẹ iṣẹ́ ojúle wẹ́ẹ̀bù

source: Switch to edit mode
yo: Yípadà sí móòdù ìṣàtúnṣe

source: Switch to mobile site
yo: Yí si ojúle wẹ́ẹ̀bù alágbeká

source: Switch to preview mode
yo: Yípadà sí móòdù ìṣaajú

source: sync
yo: múdọ́gba

source: System
yo: Ìlànà ètò

source: System Details
yo: Àwọn ẹ̀kunrẹ́rẹ́ Ìlànà ètò

source: Systems and Languages
yo: Àwọn ìlànà ètò àti àwọn Èdè

source: Tab basics
yo: Táàbù ìpinlẹ̀

source: Table of Contents
yo: Tábìlì Àkoonú

source: tag1, tag2
yo: ìṣàmí1, ìṣàmí2

source: Tags
yo: Ìsàmì

source: Take Action:
yo: Gbé Ìgbésẹ̀:

source: Take pictures, record videos and listen to music on your Firefox OS phone.
yo: Ya àwòrán, rẹ́kọ́ọ̀dù fídíò àti tẹ́tísí orin ní orí fóònù Firefox OS rẹ.

source: Tap here to go to the mobile version of the site.
yo: Tẹ̀ níbí láti lọsí ẹ̀yà alágbeká ojúlà wẹ́ẹ̀bù náà.

source: {t} | {d} Discussion | Knowledge Base
yo: {t} | {d} Ìfọ̀rọ̀wérọ̀ | Ìpìlẹ̀ Ìmọ̀

source: Tell us about yourself!
yo: Sọ fún wa nípa rẹ!

source: Tell us more.
yo: Sọ fún wa si.

source: Templates
yo: Àwọn Àwòṣe

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
yo: Àwọn Àwòṣe jẹ́ ọ̀nà àtúnlò àkóónú kékeké káákíri àrokọ KB. O lè ṣẹ̀dá àti ṣàfílọlẹ̀ àwọn ìlànà ní ọ̀nà kan, kí o tún tọ́kasí ni àwọn ojú ewé míìràn.

source: Text of the new revision:
yo: Àyọkà ti ẹ̀yà titun:

source: Thanks,
yo: O ṣeun,

source: Thanks!
yo: O ṣeun!

source: Thanks for joining Mozilla Support! To complete registration, you need to verify your email address.
yo: O ṣẹun pé o darapọ̀ mọ́ Àtìlẹ́hìn Mozilla! Láti parí ìforúkọsílẹ̀, o nílò láti jẹ́rì àdírẹ̀sì í-meélì rẹ.

source: Thanks for letting us know you have this problem.
yo: O ṣeun tí o jẹ́kí a mọ̀pé o ní ìṣòro yìí.

source: Thanks for making us better!
yo: O ṣeun to múwa dára si!
